[
    {
        "id": 1,
        "name":" Domestic Farm Chemical Back Knapsack Fumigation Sprayer 16L",
        "price": 18000,
        "image": "images/1.jpg",
        "description": "This fumigation hand sprayer is a 16 litres container with manual hand pump and spraying mechanism. it is suitable for garden watering, fumigation of homes and farm lands. It is Durable and for general purpose spraying. This hand sprayer is a 16 litres container with manual hand pump and spraying mechanism. it is suitable for garden watering, fumigation of homes and farm lands. It is Durable and for general purpose spraying.This hand sprayer is a 16 litres container with manual hand pump and spraying mechanism. it is suitable for garden watering, fumigation of homes and farm lands. It is Durable and for general purpose spraying.This hand sprayer is a 16 litres container with manual hand pump and spraying mechanism."
    },
    {
        "id": 2,
        "name":" Jubaili Agrotec Knapsack Fumigation Sprayer -16L",
        "price": 27000,
        "image": "images/2.jpg",
        "description": "This knapsack sprayer is a universal sprayer which takes care of your fumigation and plants care in the home and garden. The Great advantage of this sprayer is that it has a manual pressure with a 16-liter tank which is light-weighted that constantly emit content to the target areas. With the help of a pump plunger which compresses air into the tank, so that the content sprays continuously outside the nozzle, spraying when you open the valve. This 2-litre hand sprayer has a powerful pump action, and is manufactured from durable, robust materials. It is suitable for use with most garden and household chemicals.  Ideal for spraying water, fertilizers, herbicides, pesticides, etc. Can also be used for spraying cleaning detergents or solvent-free preservative treatments. Use it to protect against pests, weeds and to spray fertilizer on your lawn, garden, farmland and more"
    },
    {
        "id": 3,
        "name":" 2L SPRAYER PUMP + PRESSURE CONTROLER - ORANGE",
        "price": 9000,
        "image": "images/3.jpg",
        "description": "The pressure sprayer is lightweight and versatile, the sprayer is ideal for general spraying both indoors and out, control, gardening, auto, general cleaning, and many more other applications. This hand sprayer pump is a universal sprayer which takes care of your fumigation and plants care in the home and garden. The Great advantage of this sprayer is that it has a manual pressure with a 2-liter tank which is light-weighted that constantly emit content to the target areas. With the help of a pump plunger which compresses air into the tank, so that the content sprays continuously outside the nozzle, spraying when you open the valve. This 2-litre hand sprayer has a powerful pump action, and is manufactured from durable, robust materials. It is suitable for use with most garden and household chemicals. The hand sprayer is ideal for use around the garden, greenhouse and home.  Ideal for spraying water, fertilisers, herbicides, pesticides, etc. Can also be used for spraying cleaning detergents or solvent-free preservative treatments. Use it to protect against pests, weeds and to spray fertilizer on your lawn, garden, farmland and more."
    },
    {
        "id": 4,
        "name":" Jubaili Agrotec DD Force Insecticides And Pesticides",
        "price": 8000,
        "image": "images/4.jpg",
        "description": "DD Force is a strong poisonous to Agricultural pests with stomach, contact and respiratory action. It is effective against mosquito, cockroach, bedbugs, aphids, spider mites, caterpillars, trips and white files. DD force controls Sucking and chewing insects and spider mites in a wide range of crops, including fruit trees, vegetables, rice, wheat, maize, cotton and cocoa. DD FORCE is an organophosphate compound with strong patricidal actions and is recommended for farmers due to its poisonous effect on agricultural pests such as; spider mites, sucking and chewing insects, aphids, caterpillars, white flies e.t.c. by acting via stomach contact and respiratory poisoning."
    },
    {
        "id": 5,
        "name":" Jubaili Agrotec Force Up Herbicide Weed/Grass Killer -1L X2 PIECES",
        "price": 17000,
        "image": "images/5.jpg",
        "description": "FORCE UP is a non-selective foliar-applied, total agricultural herbicide with rapid translocation throughout the plant for the control of most stubborn annual and perennial grasses (Cyanodon dactylon, Imperata cylindrica, Panicum maximum, Paspalum spp, Pennisetum clandestinum, Phragramites spp, etc), annual and perennial broad-leaved weeds (Cyperus spp) in arable and plantation crops, under pre-plant, post-emergence directed conditions, reduced or zero tillage systemsFORCE UP is a non-selective foliar-applied, total agricultural herbicide with rapid translocation throughout the plant for the control of most stubborn annual and perennial grasses (Cyanodon dactylon, Imperata cylindrica, Panicum maximum, Paspalum spp, Pennisetum clandestinum, Phragramites spp, etc), annual and perennial broad-leaved weeds (Cyperus spp) in arable and plantation crops, under pre-plant, post-emergence directed conditions, reduced or zero tillage systems FORCE UP is a non-selective foliar-applied, total agricultural herbicide with rapid translocation throughout the plant for the control of most stubborn annual and perennial grasses (Cyanodon dactylon, Imperata cylindrica, Panicum maximum, Paspalum spp, Pennisetum clandestinum, Phragramites spp, etc), annual and perennial broad-leaved weeds (Cyperus spp) in arable and plantation crops, under pre-plant, post-emergence directed conditions, reduced or zero tillage systems."
    },
    {
        "id": 6,
        "name":" Jubaili Agrotec Force Up Herbicide Weed/Grass Killer -1L X2 PIECESLD06 LOUNGE CHAIR",
        "price": 20000,
        "image": "images/7.jpg",
        "description": "FORCE UP is a non-selective foliar-applied, total agricultural herbicide with rapid translocation throughout the plant for the control of most stubborn annual and perennial grasses (Cyanodon dactylon, Imperata cylindrica, Panicum maximum, Paspalum spp, Pennisetum clandestinum, Phragramites spp, etc), annual and perennial broad-leaved weeds (Cyperus spp) in arable and plantation crops, under pre-plant, post-emergence directed conditions, reduced or zero tillage systemsFORCE UP is a non-selective foliar-applied, total agricultural herbicide with rapid translocation throughout the plant for the control of most stubborn annual and perennial grasses (Cyanodon dactylon, Imperata cylindrica, Panicum maximum, Paspalum spp, Pennisetum clandestinum, Phragramites spp, etc), annual and perennial broad-leaved weeds (Cyperus spp) in arable and plantation crops, under pre-plant, post-emergence directed conditions, reduced or zero tillage systems FORCE UP is a non-selective foliar-applied, total agricultural herbicide with rapid translocation throughout the plant for the control of most stubborn annual and perennial grasses (Cyanodon dactylon, Imperata cylindrica, Panicum maximum, Paspalum spp, Pennisetum clandestinum, Phragramites spp, etc), annual and perennial broad-leaved weeds (Cyperus spp) in arable and plantation crops, under pre-plant, post-emergence directed conditions, reduced or zero tillage systems."
    },
    {
        "id": 7,
        "name":" Fertilizer, Fertiliser Crop Growth - 1L",
        "price": 13000,
        "image": "images/6.jpg",
        "description": "Foliar Plus® Complete Fertilizer is a soluble liquid organic-mineral foliar fertilizer that is very rich in Nitrogen Phosphorus and Potassium (NPK), Magnesium etc.Foliar Plus Complete is a liquid organic foliar fertilizer of premium seaweed extracts origin, reinforced with essential micronutrients and macronutrients for plants. It is ideal for the improvement of yield and quality in many crops including vegetables, maize, sorghum, lawns, flowers, tree and tuber crops. Foliar Plus Complete is a liquid organic foliar fertilizer of premium seaweed extracts origin, reinforced with essential micronutrients and macronutrients for plants. It is ideal for the improvement of yield and quality in many crops including vegetables, maize, sorghum, lawns, flowers, tree and tuber crops"
    },
    {
        "id": 8,
        "name":" 16 Ltr- Domestic Agric Garden Farm Chemical Manual Back Knapsack Fumigation Sprayer",
        "price": 20000,
        "image": "images/8.jpg",
        "description": "This hand sprayer is a 16 litres container with manual hand pump and spraying mechanism. it is suitable for garden watering, fumigation of homes and farm lands. It is Durable and for general purpose spraying. This hand sprayer is a 16 litres container with manual hand pump and spraying mechanism. it is suitable for garden watering, fumigation of homes and farm lands. It is Durable and for general purpose spraying."
    }

]